---
layout: page
title: ECON205 Дунд түвшний эконометрик
description: Хугацаан цуваан шинжилгээ, хөлгөн өгөгдөл, хэрэгслүүр хувьсагч
permalink: /teaching/econ205/
---

**Хичээлийн төлөвлөгөө**

Дараах лекцийн материалууд бага зэрэг шинэчлэгдэж магадгүй. Англи хэл дээрх лекцийн материал [энд бий](http://www.swlearning.com/economics/wooldridge/wooldridge2e/powerpoint.html).

**Лекц:** Пүрэв гариг, 19.00–20.30. МУИС-ийн 4-р байр 304 тоот

**Семинар:** 1-р бүлэг Лхагва 15.40–17.10; 2-р бүлэг 17.20–18.50. МУИС-ийн 4-р байр 110 тоот

<div class="table-responsive" markdown="1">

| цаг | Сэдэв | Wooldridge сурах бичгийн бүлэг, семинарын бодолт | Бүлгийн хүрээнд танилцах судалгааны ажлууд |
|:--|:--|:--|:--|
| 2 | Хугацаан цуваан өгөгдөлтэй энгийн регрессийн шинжилгээ | 10-р бүлэг<br>C10_1, C10_2, C10_4 | Төрөлт болон хүн амын орлогын албан татварын чөлөөлөлт: АНУ-ын төрөлтийг дэмжих далд бодлого<br>Дампингийн эсрэг хуульд үзүүлсэн зах зээлийн хариу үйлдэл: АНУ-ын химийн үйлдвэрлэлийн жишээ<br>Эконометрик болон ерөнхийлөгчийн сонгуулиуд |
| 2 | Хугацаан цуваан өгөгдлийн хувьд ЭХБКА хэрэглэхэд учир нэмэлт асуудлууд | 11-р бүлэг | |
| 4 | Хугацаан цуваан регресс дэх цуврал корреляц, хетероскедастын асуудлууд | 12-р бүлэг, Дасгал | [Татварын бодлого ба суурин газрын хөгжил: Индианагийн аж үйлдвэрийн бүсийн үр дүн](http://www.sciencedirect.com/science/article/pii/0047272794900698) ([ноорог нь](http://www.nber.org/papers/w3945.pdf)) |
| 6 | Ахисан түвшний хугацаан цуваан сэдвүүд | 18-р бүлэг, Дасгал | |
| 2 | Зэрэгцүүлсэн өгөгдлийг хугацаагаар хуримтлуулах нь: Энгийн хөлгөн өгөгдөлд зориулсан аргууд | 13-р бүлэг | [Барилга төлөвлөлтийн явц дахь байшингийн үнэ: Хог шатаах байгууламжийн талаарх цуу ярианаас баригдах хүртэлх явцын жишээн дээр](http://www.fsb.muohio.edu/lij14/420_paper_house.pdf)<br>[Гэнэтийн ослын тэтгэмжийн хэмжээ болон хэвтэж эмчлүүлэх хугацаа: Байгалийн туршилтын үр дүн](http://www.crest.fr/ckfinder/userfiles/files/pageperso/givord/eval/meyerviscusidurbin.pdf)<br>[Унталт болон цаг хуваарилалт](https://drive.google.com/file/d/0B0snGlEaFnl9VE41MXhnelFhVGc/view?usp=sharing) |
| 2 | Ахисан түвшний хөлгөн өгөгдлийн аргууд | 14-р бүлэг, Дасгал | [Ихрүүдийн шинэ түүвэр ашигласан боловсролын эдийн засгийн өгөөжийн үнэлгээ](http://www.uh.edu/~adkugler/Ashenfelter&Krueger.pdf)<br>Өсвөр насандаа хүүхэдтэй болохын нийгэм, эдийн засгийн үр дагаврыг дахин үнэлэх нь<br>[Үйлдвэрчний эвлэл хэний цалинг өсгөдөг вэ? Эвлэлдэн нэгдэлтийн динамик загвар ба залуу эрчүүдийн цалингийн түвшин хэрхэн тогтдог талаар](http://onlinelibrary.wiley.com/doi/10.1002/%28SICI%291099-1255%28199803/04%2913:2%3C163::AID-JAE460%3E3.0.CO;2-Y/abstract)<br>Компануудад олгодог сургалтын татаас үр дүнтэй юу? Мичиганы туршилт |
| 4 | Хэрэгслүүр хувьсагчтай үнэлгээ ба Хоёр алхамт ХБКА (2SLS) | 15-р бүлэг | [Албан ёсны сургуульд хамрагдалт ирээдүйд олох орлогод нөлөөлдөг үү?](http://web.stanford.edu/~pista/angrist.pdf)<br>[Хэрэгслүүр болон эндоген тайлбарлах хувьсагчдын хоорондын корреляц сул үед хэрэгслүүр хувьсагчийн үнэлгээнд тулгарч болох хүндрэлүүд](https://www3.nd.edu/~wevans1/class_papers/Bound_et_al_jasa.pdf) |
| 4 | Зэрэг тодорхойлогдсон (simultaneous) тэгшитгэлүүдтэй загварууд | 16-р бүлэг | [Нээлттэй байдал болон инфляци: Онол болон баримт](http://eml.berkeley.edu/~dromer/papers/DRomer_QJE1993.pdf)<br>[АНУ-ын аж үйлдвэрийн үнэ болох ахиу зардлын хоорондын хамаарал](http://web.stanford.edu/~rehall/Relation-Price-JPE-Oct-1988.pdf)<br>[Тогтмол орлого, урсгал орлого, болон хэрэглээ](http://scholar.harvard.edu/files/mankiw/files/permanent_income.pdf)<br>[Хоригдогсдын тоо болон гэмт хэргийн хувь: Шорон хэт дүүрсэнтэй холбоотой гомдлуудыг ашигласан нотолгоо](http://pricetheory.uchicago.edu/levitt/Papers/LevittTheEffectOfPrison1996.pdf) |
| 4 | Хязгаарлагдсан хамааран хувьсагч бүхий загварууд | 17-р бүлэг | [Гэрлэсэн эмэгтэйчүүдийн ажиллах цагийн эмпирик загварын эдийн засаг болон статистикийн нөхцлүүдээс хамаарах мэдрэмж](http://eml.berkeley.edu/~cle/e250a_f14/mroz-paper.pdf) |

</div>

## ТООН ӨГӨГДЛҮҮД

## LATEX (латех)

[Latex](https://www.latex-project.org/get/) нь Микрософтын Word программын нэгэн адил текст бэлдэх зориулалттай. Гэхдээ Latex дээр математикийн томъёо бичихэд хамгийн тохиромжтой байдаг. Уг программыг ажиллуулдаг хэд хэдэн интерфейс байдаг. Миний хувьд [Texmaker](http://www.xm1math.net/texmaker/) ашигладаг (Latex, Texmaker 2 хоёуланг нь суулгаж байж ажиллана).

[Монгол заавар](http://texdoc.net/texmf-dist/doc/latex/lshort-mongol/lshort-mn.pdf)

Жишээ Latex файл

Латех файл руу зураг оруулах хамгийн сайн арга бол зургаа pdf файл болгож оруулах. Тэгэхээр pdf printer хэрэглэж ямар нэгэн зургаа pdf файл болгоод түүнийгээ tex файл руу оруулна гэсэн үг. Мэдээж зургийн файлууд оруулж болно. Миний [жишээ зураг](https://www.dropbox.com/s/p9qqmvcj8kqv2a9/nuuts_mn.png?dl=0) бол энэ. Энэ [tex](https://www.dropbox.com/s/wmjy05iz9ql3i1v/zagvar.tex?dl=0) файлаас яаж оруулдгийг нь үз. Үр дүн нь [ингэж харагдах](https://www.dropbox.com/s/kmgfukwuxr09g8e/zagvar.pdf?dl=0) ёстой.

Латехын сургалтанд ашигласан [pdf](https://www.dropbox.com/s/k559epp1a2z41mm/latex_overleaf.pdf?dl=0), [tex](https://www.dropbox.com/s/drw8g7nxsunqz3j/latex_overleaf.tex?dl=0)

*LATEX-ын цахим орчинд ажилладаг, текстээ бусадтай дундаа хуваалцаж бичдэг бүр амар ч бий:* <https://www.overleaf.com>
